/* eslint-disable no-irregular-whitespace */

import React from "react";

const Section = ({ number, title, children }) => (
    <div className="space-y-2 text-whiteGrey">
        {title && (
            <h3 className="font-bold text-[1.5625rem] leading-[2.1775rem]">
                {number}. {title}
            </h3>
        )}
        <ul className="list-disc pl-6 leading-[1.875rem]">
            {children}
        </ul>
    </div>
);

function PrivacyPolicy() {
    return (
        <div className='container'>
            <h1 className="text-xl font-bold text-left px-5 bg-primary text-white py-2 rounded-t-md">
                জবিউল ফুরুজঃ
            </h1>
            <p className="mt-5">এদের অংশ পবিত্র কোরআন শরীফে নির্ধারণ করে দেয়া আছে জবিউল ফুরুজ হল ১২ জন এদের মধ্যে ৪ জন পুরুষ এবং বাকি ৮ জন মহিলা ৪ জন পুরুষ হল - (১) স্বামী, (২) পিতা , (৩) দাদা , (৪) সৎ ভাই (বৈপিত্রেয়) নির্ধারিত অংশের পরিমান নিম্নরূপঃ - (১) স্ত্রী , (২) কন্যা , (৩) পুত্রের কন্যা , (৪) মাতা, (৫) দাদি এবং নানি , (৬) সহোদর বোন, (৭) সৎ বোন (বৈমাত্রেয়), (৮) সৎ বোন (বৈপিত্রেয়) নির্ধারিত অংশের পরিমান নিম্নরূপঃ</p>

            <p className="mt-5">১. স্বামী ১/৪ পাবে যখন সন্তান বা পুত্রের সন্তান থাকে।</p>
            <p>২. স্বামী ১/২ পাবে যখন সন্তান বা পুত্রের সন্তান না থাকে।</p>
            <p>৩. স্ত্রী ১/৮ পাবে যখন সন্তান বা পুত্রের সন্তান থাকে।</p>
            <p>৪. স্ত্রী ১/৪ পাবে যখন সন্তান বা পুত্রের সন্তান না থাকে।</p>
            <p>৫. কন্যা ১/২ পাবে যখন একজন মাত্র কন্যা থাকে এবং পুত্র না থাকে।</p>
            <p>৬. কন্যা ২/৩ পাবে যখন দুই বা ততধিক কন্যা থাকে এবং পুত্র না থাকে।</p>
            <p>৭. কন্য অবশিষ্ট ভোগী হিসাবে পাবেন যখন এক বা একের অধিক পুত্র থাকে।</p>
            <p>৮. পুত্রের কন্যা পাবে ১/২ অংশ পাবে যখন একজন মাত্র পুত্রের কন্যা থাকে। যদি কোন পুত্র, পুত্রের পুত্র বা একের অধিক কন্যা এবং পুত্রের কন্যা না থাকে।</p>
            <p>৯. পুত্রের কন্যা ২/৩ ভাগ পাবে যখন দুই বা ততধিক পুত্রের কন্যা থাকে এবং পুত্র ও পুত্রের পুত্র এবং এবং একের অধিক কন্যা না থাকে।</p>
            <p>১০. পুত্রের কন্যা অবশিষ্ট ভোগী হিসেবে পাবেন। পুত্রের পুত্র না থাকলে সমান অংশ কা আইন অনুযায়ী।</p>
            <p>১১. পিতা ১/৬ অংশ পাবে পুত্র বা পুত্রের পুত্র থাকে।</p>
            <p>১২. পিতা ১/৬ অবশিষ্ট অংশ ভোগী হিসেবে পাবে যখন এক বা একরে অধিক কন্যা, পুত্রের কন্যা এবং পুত্রের পুত্র না থাকে।</p>
            <p>১৩. পিতা অবশিষ্ট অংশ ভোগী হিসেবে পাবে যখন পুত্র বা পুত্রের পুত্র থাকে।</p>
            <p>১৪. মাতা ১/৬ অংশ পাবে যখন পুত্র ও পুত্রের পুত্র এবং দুই বা ততধিক ভাই বোন এবং পিতা থাকে।</p>
            <p>১৫. মাতা ১/৩ অংশ পাবে যখন পুত্র অথবা পুত্রের পুত্র এবং একের অধিক ভাই বোন না থাকে।</p>
            <p>১৬. মা ১/৩ অংশ পাবে যখন স্ত্রী, স্বামী এবং বাবা থাকে। s</p>
            <p>১৭. দাদা ১/৬ অংশ পাবে যখন সন্তান এবং পুত্রের সন্তান থাকে এবং পিতা বা নিকটতম পিতামহ না থাকে।</p>
            <p>১৮. দাদা অবশিষ্ট অংশ ভোগী হিসেবে পাবে ১/৬ অংশ পাবেন যখন কন্যা অথবা পুত্রের কন্যা থাকে।</p>
            <p>১৯. দাদা অবশিষ্ট অংশ ভোগী হিসেবে পাবে যদি দূরবর্তী কোন অংশিদার বা অকশিষ্ট অংশ ভোগী না থাকে।</p>
            <p>২০. দাদী ১/৬ অংশ পাবেন যদি কোন মাতা বা মায়ের দিকে দাদী না থাকে।</p>
            <p>২১. পূর্ণ বোন ১/২ অংশ পাবেন যখন একজন মাত্র বোন থাকে এবং যদি কোন সন্তান, পুত্রের সন্তান, পিতা অথবা ভাই না থাকে।</p>
            <p>২২. পূর্ণ বোন ২/৩ পাবে যখন দুই বা ততধিক বোন থাকে এবং সন্তান, পুত্রের সন্তান, পিতা ও ভাই না থাকে।</p>
            <p>২৩. বোন অবশিষ্ট ভোগী হিসেবে পাবে যখন পূর্ণ ভাই থাকে বা এক বা একাধিক পুত্রের কন্যা থাকে এবং বোনকে বঞ্চিত করার মত কোন অংশিদার না থাকে এবং এক  বা একাধীক কন্যাদের সহিত অবশিষ্ট ভোগী থাকে তারা কন্যাদের অংশ নেওয়ার পর অবশিষ্ট ভোগী হবে।</p>
            <p>২৪. বৈমাত্রীক বোন পাবে ১/২ অংশ যখন একজন মাত্র বোন থাকে এবং সন্তান, সন্তানের সন্তান এবং পিতা ও পূর্ণ ভাই বোন না থাকে।</p>
            <p>২৫. বোন পাবে ২/৩ অংশ যখন দুই বা ততধিক বৈমাত্রীক বোন থাকে এবং সন্তান, সন্তানের সন্তান এবং পিতা ও পূর্ণ ভাই বোন না থাকে।</p>
            <p>২৬. বৈমাত্রীয় বোন পাবে ১/৬ ভাগ যখন একজন পূর্ণ বোন থাকে (বোন পাবে ১/২ এবং বৈমাত্রী বোন পাবে ২/৩, ১/২, ১/৬)।</p>
            <p>২৭. বৈমাত্রীয় বোন অবশিষ্ট অংশ ভোগী হিসেবে পাবে যখন কোন বৈমাত্রীয় ভাই, এক বা একাধিক কন্যা এবং পুত্রের কন্যা এবং বঞ্চিত করার মত কোন অংশিদার না থাকে।</p>
            <p>২৮. বৈমাত্রীয় ভাই ১/৬ অংশ পাবে যখন সুধু মাত্র একজন বৈমাত্রীয় ভাই থাকে এবং সন্তান, পুত্রের সন্তান ও পিতা না থাকে।</p>
            <p>২৯. বৈপিত্রীয় ভাই ১/৩ অংশ পাবে যখন সেখানে দুই বা ততধিক বৈপিত্রীয় ভাই থাকে এবং সন্তান, সন্তানের সন্তান এবং পিতা না থাকে।</p>
            <p>৩০. বৈপিত্রীয় বোন ১/৬ অংশ পাবে সেখানে একমাত্র বৈপিত্রীয় বোন থাকে এবং সন্তান, সন্তানের সন্তান এবং পিতা না থাকে।</p>
            <p>৩১. বৈপিত্রীয় বোন ১/৩ অংশ পাবে যখন সেখানে দুই বা ততধিক বৈপিত্রীয় বোন থাকে এবং সন্তান, সন্তানের সন্তান এবং পিতা না থাকে।</p>

            <div className="mt-6 p-5 border border-[#E7EAF3]">
                <h1 className="text-xl font-bold text-left px-5 bg-primary text-white py-2 rounded-t-md">
                    আসাবা বা অবশিষ্টভোগীঃ
                </h1>
                <div>
                    <p className="mt-5">১. আসবা গণের চারটি শ্রেণী আছেঃ</p>
                    <ul className="list-disc pl-6">
                        <li><span className="font-bold">শ্রেণী ১:</span>- ১. পুত্র, ২. কন্যা, ৩. পুত্রের পুত্র, ৪. পুত্রের কন্যা</li>
                        <li><span className="font-bold">শ্রেণী ২:</span>- ১. পিতা, ২. দাদা</li>
                        <li><span className="font-bold">শ্রেণী ৩:</span>- ১. সহোদর ভাই, ২. সহোদর বোন, ৩. সৎ ভাই (বৈমাত্রেয়), ৪. সৎ বোন (বৈমাত্রেয়), ৫. সহোদর ভাইয়ের পুত্র, ৬. সৎ ভাই(বৈমাত্রেয়)-এর পুত্র,
                            ৭. সহোদর ভাইয়ের পুত্রের পুত্র, ৮. সৎ ভাই(বৈমাত্রেয়)-এর পুত্রের পুত্র ।
                        </li>
                        <li><span className="font-bold">শ্রেণী ৪:</span>- ১. চাচা, ২. চাচা (বৈমাত্রেয়), ৩. চাচাতো ভাই, ৪. চাচাতো ভাই (বৈমাত্রেয়), ৫. চাচাতো ভাইয়ের পুত্র, ৬. চাচাতো ভাই (বৈমাত্রেয়) এর পুত্র, ৭. চাচাতো ভাইয়ের পুত্রের পুত্র, ৮. চাচাতো ভাই (বৈমাত্রেয়)এর পুত্রের পুত্র</li>
                    </ul>
                    <p className="mt-5">২. শুধুমাত্র পুরুষ অথবা মহিলা আসাবা হিসাবে থাকলে, অবশিষ্টাংশের সম্পুর্ণ অংশ পুরুষ অথবা মহিলা পাবেন, কিন্তু একই শ্রেণীর পুরুষ ও মহিলা একত্রে আসাবা হিসাবে থাকলে, পুরুষ ও মহিলাগণ ২:১ অনুপাতে অবশিষ্টভোগী হবেন।</p>
                </div>
            </div>

            <div className="mt-6 p-5 border border-[#E7EAF3]">
                <h1 className="text-xl font-bold text-left px-5 bg-primary text-white py-2 rounded-t-md">
                    সম্পত্তি বণ্টন প্রক্রিয়াঃ
                </h1>
                <div>
                    <ul className="list-disc ml-6 mt-5">
                        <li><span className="font-bold">ধাপঃ ১ </span>- প্রথমে সম্পত্তি জবিউল ফুরুজ দের মধ্যে ভাগ করে দিতে হবে।</li>
                        <li><span className="font-bold">ধাপঃ ২ </span>- জবিউল ফুরুজ দের অংশ সমূহ যোগ এর পরে সম্পূর্ণ অংশটি ১ এর চেয়ে বেশী হলে, সকল অংশ আনুপাতিক হারে কমে আসবে যাতে সম্পূর্ণ অংশটি ১ হয়</li>
                        <li><span className="font-bold">ধাপঃ ৩ </span>- যদি কোন আসাবা না থাকেন এবং সম্পূর্ণ অংশ ১ এর চেয়ে কম হলে স্বামী স্ত্রী এর অংশ ছাড়া জবিউল ফুরুজ অংশ সমূহ আনুপাতিক হারে বৃদ্ধি পাবে যাতে মোট অংশটি ১ হয় স্বামী/স্ত্রী এর অংশ কঠিনভাবে সুনির্দিষ্ট করা।
                        </li>
                        <li><span className="font-bold">ধাপঃ ৪ </span>- আসাবা থাকলে অবশিষ্ট অংশ আসাবাগন পাবেন নিম্নের ক্রম অনুযায়ী পাবেনঃ ধাপঃ ১ &gt; ধাপঃ ২ &gt; ধাপঃ ৩ &gt; ধাপঃ ৪</li>
                    </ul>
                    <p className="mt-5">(শ্রেণী ১ থাকলে পরের শ্রেণীর আসাবাগন সম্পত্তি থেকে বঞ্চিত হবেন ,শ্রেণী ২ থাকলে পরের শ্রেণীর আসাবাগন সম্পত্তি থেকে বঞ্চিত হবেন; এভাবে চলতে থাকবে)</p>
                </div>
            </div>
        </div>
    );
}

export default PrivacyPolicy;
