import img1 from '../../assets/Images/img1.jpg';
import img2 from '../../assets/Images/img2.jpg';
import img3 from '../../assets/Images/img3.jpg';
import img4 from '../../assets/Images/img4.jpg';
import img5 from '../../assets/Images/img5.jpg';
import img6 from '../../assets/Images/img6.jpg';
import img7 from '../../assets/Images/img7.jpg';
import img8 from '../../assets/Images/img8.jpg';
import img9 from '../../assets/Images/img9.jpg';

export const blogs = [
    {
        id: 1,
        title: "উত্তরাধিকার : কে পাবে কে পাবে না",
        description: "মুসলিম আইনে কোরআন, সুন্নাহ ও ইজমার ওপর ভিত্তি করে মৃত ব্যক্তির রেখে যাওয়া সম্পত্তি তার উত্তরাধিকারীদের মধ্যে বণ্টন করা হয়ে থাকে।",
        content: `
        ‘উত্তরাধিকার আইন, নিজে জানো ও অপরকে শেখাও, সকল জ্ঞানের অর্ধেক হলো এই জ্ঞান’—বিশ্বনবী হজরত মোহাম্মদ সা. ১৪শ’ বছর আগেই বলে গিয়েছেন এ কথা। মুসলিম আইনে কোরআন, সুন্নাহ ও ইজমার ওপর ভিত্তি করে মৃত ব্যক্তির রেখে যাওয়া সম্পত্তি তার উত্তরাধিকারীদের মধ্যে বণ্টন করা হয়ে থাকে। এভাবে বণ্টন করাকে ফারায়েজ বলা হয়। প্রকৃতপক্ষে মৃত্যুর পর সম্পদের অধিকার বা মালিকানা স্বয়ংক্রিয়ভাবেই বৈধ ওয়ারিশদের কাছে চলে যায়। বেঁচে থাকতেই শুধু কাউকে বঞ্চিত করার সুযোগ থাকে। এই সুযোগটাই মানুষের জন্য এক বড় ফেতনা। অর্থাৎ, মহাপরীক্ষা।

ইসলামী আইনে কোনো মুসলমান মারা গেলে তার সম্পত্তি বণ্টনের আগে কিছু আনুষ্ঠানিকতা পালন করতে হয়। ১. মৃত ব্যক্তির পর্যাপ্ত সম্পত্তি থাকলে সেখান থেকে তার দাফন-কাফনের যাবতীয় খরচ মেটাতে হবে।

২. জীবিত থাকা অবস্থায় কোনো ধারদেনা করে থাকলে তাও রেখে যাওয়া সম্পত্তি থেকে পরিশোধ করে দিতে হবে।

৩. তার স্ত্রী বা স্ত্রীদের দেনমোহর পরিশোধিত না হয়ে থাকলে বা আংশিক অপরিশোধিত থাকলে তা পরিশোধ করে দিতে হবে। মোট কথা স্ত্রীর সম্পূর্ণ দেনমোহর স্বামী মৃত অথবা জীবিত যাই থাকুন না কেন তা স্বামীর সম্পত্তি থেকে আইন অনুযায়ী সম্পূর্ণ পরিশোধ করতে হবে।

৪. মৃত ব্যক্তি কোনো উইল বা অসিয়ত করে গেলে তা পালন করতে হবে। কোনো ব্যক্তি তার সমগ্র সম্পত্তির তিন ভাগের এক ভাগ পর্যন্ত অসিয়ত করতে পারে। অসিয়তের এই নিয়ম প্রবর্তনের কারণ হচ্ছে, মীরাসী আইনের মাধ্যমে যেসব আত্মীয়স্বজন পরিত্যক্ত সম্পত্তির কোনো অংশ পায় না, এখান থেকে তাদের যাকে যে পরিমাণ সাহায্য দেওয়ার প্রয়োজন উপলব্ধি করা হয়, তা নির্ধারণ করা যেতে পারে। যেমন—কোনো এতিম নাতি বা নাতনি রয়েছে। মৃত পুত্রের কোনো বিধবা স্ত্রী কষ্টে জীবনযাপন করছে। অথবা কোনো আত্মীয় সাহায্য-সহায়তা লাভের মুখাপেক্ষী। এ ক্ষেত্রে অসিয়তের মাধ্যমে তাদের অন্য হকদারদের জন্য বা কোনো জনকল্যাণমূলক কাজে সম্পত্তির অংশ অসিয়ত করতে পারেন।

সম্পত্তি অল্প হোক কিংবা বেশি : পবিত্র কোরানের সুরা নিসার ৭নং আয়াতে সুস্পষ্টভাবে নির্দেশ দেওয়া হয়েছে, পিতা-মাতা ও আত্মীয়-স্বজনদের পরিত্যক্ত সম্পত্তিতে পুরুষদেরও অংশ আছে এবং পিতা-মাতা ও আত্মীয়-স্বজনদের পরিত্যক্ত সম্পত্তিতে নারীদেরও অংশ আছে; অল্প হোক কিংবা বেশি।

উত্তরাধিকার থেকে কে বঞ্চিত হবে কে হবে না : কেউ কাউকে হত্যা করলে হত্যাকারী তার সম্পত্তির উত্তরাধিকারী হয় না। ধর্ম ত্যাগকারী স্বাভাবিক নিয়মে উত্তরাধিকার থেকে বঞ্চিত হবে। কিন্তু স্বধর্ম ত্যাগ না করে ভিন্ন ধর্মের কাউকে বিয়ে করলে উত্তরাধিকার থেকে তাকে বঞ্চিত করা যাবে না। একইভাবে সৎ বাবা বা সৎ মা, সৎ ছেলে-মেয়ের সম্পত্তি পায় না। মুসলিম সন্তানও তার বিধর্মী পিতা-মাতার উত্তরাধিকার পাবে না।

ইসলামী শরিয়তে উত্তরাধিকার উন্মুক্ত হওয়ার পূর্বে মৃত লোকের কোনো ছেলে কিংবা মেয়ের মৃত্যু ঘটলে ওইরূপ ছেলে কিংবা মেয়ের সন্তানাদি উত্তরাধিকার পায় না। ইসলামী শরিয়তে আগে এই নিয়ম ছিল এবং এখনও আছে।

সামাজিক হীনম্মন্যতার যুগে দাদা যদি নাতির ভবিষ্যতের জন্য দান বা অসিয়ত না করে যেতে পারেন, নিগৃহীত হতে পারে অসহায় নাতি। এর সমাধান করতে গিয়ে মুসলিম পারিবারিক আইন অধ্যাদেশ ১৯৬১-এ ধারা-৪ সন্নিবেশিত হয়। এখন নাতি-নাতনিরা মৃত বাবার সম্পত্তি পেলেও এটা নতুন সমস্যা সৃষ্টি করছে। ৪ ধারার কারণে অনেক ক্ষেত্রে স্পষ্টত শরিয়তের লঙ্ঘন এবং অনিয়ম হচ্ছে। অনেক ক্ষেত্রে এই ধারার কারণে সম্পত্তির বৈধ উত্তরাধিকারীরা বঞ্চিত হয়ে যাচ্ছে। এতিমরা যাতে সম্পত্তি থেকে বঞ্চিত না হয় সেই সম্পর্কে ইসলামে নির্দেশ দেওয়া আছে, ‘সম্পত্তি বণ্টনের সময় যখন আত্মীয়স্বজন, এতিম ও মিসকিন উপস্থিত হয়, তখন তা থেকে তাদের কিছু দিয়ে দাও এবং তাদের সাথে কিছু সদালাপ কর।’ (সুরা নিসা, আয়াত ৮ )

স্বামী-স্ত্রীর মধ্যে বিবাহ বিচ্ছেদ হলে কেউ কারও সম্পত্তি পাবে না। জারজ সন্তান পিতার উত্তরাধিকারী হয় না, কিন্তু তার মা ও মায়ের আত্মীয়দের থেকে সম্পত্তি সাধারণ নিয়ম অনুযায়ী পাবে (মুসলিম হানাফী আইন অনুসারে)। শরিয়া আইনে শারীরিক কিংবা মানসিক ভারসাম্যহীনতার কারণে কাউকে সম্পত্তি থেকে বঞ্চিত করার কোনো সুযোগ নেই। তবে মানসিক প্রতিবন্ধী ব্যক্তি যেহেতু তার সম্পত্তির ব্যবস্থাপনা ঠিকমতো করার সক্ষমতা রাখে না, তাই তার সম্পত্তি তার কল্যাণে সুষ্ঠু ব্যবস্থাপনার উদ্দেশ্যে একজন অভিভাবক নিযুক্ত করতে হবে। সালিশ কিংবা আদালতের মধ্য দিয়ে এই অভিভাবক নিযুক্ত করা যায়।

ইসলামী আইনে দত্তক সন্তান উত্তরাধিকার পাবে না। সম্পদের উত্তরাধিকার প্রয়োজন হয় মূলত ভবিষ্যতের অর্থনৈতিক নিরাপত্তার জন্য। যে কেউ তার অধীনে থাকা পোষ্য বা পালিত সন্তানের নিরাপত্তায় জীবিতাবস্থায় সম্পদ দান করতে পারেন; এমনকি সব সম্পদও। ধর্ম বা আইন এতে বাধা দেয় না। মৃত্যুর পর কার্যকর করতে এক-তৃতীয়াংশ পর্যন্ত অসিয়ত করে যেতে পারে। চাইলে ওয়াক্্ফ বা ট্রাস্ট করে যেতে পারেন। বাংলাদেশের আইনে পাওয়ার অব অ্যাটর্নি নিযুক্ত করতে পারেন, এমনকি নাবালক পোষ্যকেও। সম্পদ কেনার সময়েই পোষ্যর নামে কিনতে পারেন। প্রত্যেকের সম্পদ, সামর্থ্য এক নয়, তাই যার যার সামর্থ্য অনুযায়ী পোষ্যোর ভবিষ্যতের জন্য নিরাপত্তার ব্যবস্থা করে যাওয়া কোনো কঠিন কাজ নয়।

মুসলিম আইনে সন্তানের উত্তরাধিকার জন্মসূত্রেই সুস্পষ্ট, যা কোনোভাবেই খর্ব করা যায় না। ত্যাজ্যপুত্র একটি ভ্রান্ত ধারণা, যা বাংলাদেশের কোনো আইনে বিধিত নেই। প্রকৃত মুসলিম আইন না জানার কারণে এমন অমূলক একটি বিষয় সমাজে প্রচলিত এবং তা নানা রকম সামাজিক সমস্যা সৃষ্টি করছে। ত্যাজ্যপুত্র ধারণাটি বাংলাদেশে মুসলমানদের সমাজে প্রতিষ্ঠিত হয়ে যাওয়ায় পিতার মৃত্যুর পর অন্য উত্তরাধিকারিরা সম্পত্তি বণ্টনের সময় অংশ দেয় না বা দিতে অনিচ্ছুক হয়। অপরদিকে প্রকৃত আইনের অজ্ঞতার কারণে সালিশকারীদের পক্ষপাতমূলক বা ভুল সিদ্ধান্ত দিতে দেখা যায়। এতে মুসলিম আইনের লঙ্ঘন ঘটে। আর তাই ক্ষতিগ্রস্ত পক্ষ আইনের আশ্রয় নিতে পারেন তার অধিকার প্রতিষ্ঠার জন্য। এক্ষেত্রে ১৮৯৩ সালের বাটোয়ারা আইনে কোট ফি দিয়ে দেওয়ানি আদালতে বাটোয়ারা মামলা করা যায়। এছাড়াও মৃত ব্যক্তির কোনো উত্তরাধিকার না থাকলে এবং তা তিনি জীবিতকালে কাউকে না দেওয়ার ব্যবস্থা করে গেলে সরকার তার পরিত্যক্ত সম্পত্তির ওয়ারিশ হবে।

বাপের বাড়ির হক : খুবই পরিচিত একটা অধিকার বাপের বাড়ির হক। এখন একটি কঠিন বাস্তবতা। অনেক ক্ষেত্রে ধনী বোন উত্তরাধিকার দাবি করে না অথবা ভাইরা যা দেয় তাও নিতে চায় না। কেউ কেউ সম্পত্তি নিলেও পাওনার হিসাব দেখেন না। এতে বাপের বাড়িতে অন্যদের তুলনায় কদর অনেক বেশি হয়। কিন্তু সবার আর্থিক অবস্থা হয়ত ওই বোনটার মতো নাও হতে পারে। অন্য বোনদের তাই ওয়ারিশের অধিকার দাবি করতেই হয়। এক বোনের ভালোমানুষী কর্মকা- উত্তরাধিকার দাবি করা অন্য বোনদের লোভী বানিয়ে দেয়, অন্তত বাপের বাড়ির লোকজনের চোখে। স্বামীর আর্থিক সামর্থ্যরে কারণে অথবা বাপের বাড়িতে আদর পাওয়ার উদ্দেশ্যে যে বোন উত্তরাধিকার নেওয়ার আগ্রহ দেখাচ্ছে না, সে দুটো কারণই অনিশ্চিত ভবিষ্যতে নাও থাকতে পারে। সম্পত্তির প্রয়োজন কাল হতে পারে। তখন হয়ত আপনি অনেক দেরি করে ফেলেছেন।

প্রায়ই দেখা যায়, পরিবারের সদস্যকে উত্তরাধিকার থেকে বঞ্চিত করার চেষ্টা করে অন্য সদস্যরা। আমাদের একটি কমন মানসিকতা—আমরা শোষিত। চারপাশে অথবা নিজের পরিবারের দিকে নজর দিলে দেখা যায় অনেক শোষিত মুখ। যে বোন ভাইয়ের বঞ্চনা, প্রতারণার কারণে নিজেকে শোষিতের কাতারে মানছেন, তিনিও কারও হয়তো মা। তিনি কি সঠিক অর্থে ন্যায়বিচার করছেন, নিজের মেয়েটার প্রতি। তিনি কি ছেলেমেয়ের অধিকার অন্তত সম্পত্তির ক্ষেত্রে দিচ্ছেন। বাপের সম্পদ হতে বঞ্চিত হওয়ার পরও যা মিলছে তাও কি সুষম বণ্টন হচ্ছে। কম পেলেন বলে যদি আপনি বঞ্চিত, আপনার মেয়ের তো কমের ভাগ ‘মহাকম’টুকু পেল না। তাদের কী বলা হবে? আমরা নিজেরাই যখন অন্যায় করি, অধিকার আদায়ে বেশি চাপ দিতে পারি না। বাপের বাড়ির লোকজন প্রথমেই যে কয়টা যুক্তি দাঁড় করায় তার একটা এই ‘চেইন-অবিচার’। তুমি তোমার মেয়েকে কী দিয়েছ বা কী দেবে। এই প্রশ্নের সত্যিকার উত্তরটি ন্যায়বিচারে মানানসই নয়।
        `,
        image: img1,
    },
    {
        id: 2,
        title: "Inheritance: Who will get it and who will not?",
        description: "In Muslim law, the property left by a deceased person is distributed among his heirs based on the Quran, Sunnah and Ijma.",
        content: `
        ‘The law of inheritance, know it yourself and teach it to others, this knowledge is half of all knowledge’—the Prophet Muhammad (peace be upon him) said this 1400 years ago. In Muslim law, the property left by a deceased person is distributed among his heirs based on the Quran, Sunnah and Ijma. This distribution is called Faraiz. In fact, after death, the right or ownership of the property automatically passes to the legal heirs. There is only an opportunity to deprive someone while they are alive. This opportunity is a great temptation for people. That is, a great test.

In Islamic law, when a Muslim dies, some formalities have to be performed before the distribution of his property. 1. If the deceased has sufficient property, all the expenses of his burial and shrouding should be met from there.

If there is any debt incurred while he was alive, it should also be paid off from the property left behind.


If the dowry of his wife or wives has not been paid or is partially unpaid, it must be paid. In short, the entire dowry of the wife must be paid in full from the husband's property according to the law, whether the husband is dead or alive.


If the deceased person makes a will or testament, it must be carried out. A person can bequeath up to one-third of his entire property. The reason for introducing this rule of will is that the relatives who do not get any share of the abandoned property through the inheritance law can determine the amount of help they need from this. For example, there is an orphaned grandson or granddaughter. A widow of a deceased son is living in hardship. Or a relative is in need of help. In this case, they can bequeath a part of the property to their other beneficiaries or to some public welfare work through a will.


Whether the property is small or large: In the 7th verse of Surah An-Nisa of the Holy Quran, it is clearly stated that men also have a share in the property left by parents and relatives, and women also have a share in the property left by parents and relatives; whether small or large.

Who will be deprived of inheritance and who will not be deprived of inheritance: If someone kills someone, the killer does not inherit his property. A person who leaves his religion will be deprived of inheritance according to the normal rules. But if he marries someone of a different religion without leaving his religion, he cannot be deprived of inheritance. Similarly, a stepfather or stepmother does not get the property of his stepchildren. A Muslim child will also not inherit from his non-Muslim parents.

If a son or daughter of a deceased person dies before the inheritance is opened in Islamic Sharia, the children of such sons or daughters do not inherit. This rule was in Islamic Sharia before and still is.

In an era of social inferiority, if a grandfather cannot make a donation or bequest for the future of his grandson, the helpless grandson may be oppressed. To solve this, Section 4 was inserted in the Muslim Family Law Ordinance 1961. Now, even if the grandchildren get the property of the deceased father, it is creating a new problem. Due to Section 4, there is a clear violation of Sharia and irregularities in many cases. In many cases, due to this section, the legitimate heirs of the property are being deprived. In order to ensure that orphans are not deprived of property, Islam has instructed, ‘When relatives, orphans and the needy are present at the time of distribution of property, then give them something from it and deal with them kindly.’ (Surah An-Nisa, verse 😎

In the event of divorce between husband and wife, no one will get the property of the other. An illegitimate child does not inherit the father, but will get the property from his mother and his mother’s relatives according to the general rules (according to Muslim Hanafi law). There is no scope in Sharia law to deprive anyone of property due to physical or mental imbalance. However, since a mentally disabled person is not capable of managing his property properly, a guardian must be appointed for the purpose of managing his property properly for his welfare. This guardian can be appointed through arbitration or court.

In Islamic law, adopted children will not inherit. Inheritance of property is mainly required for future financial security. Anyone can donate property during his lifetime for the safety of his adopted or foster child; even all the property. Religion or law does not prevent this. Up to one-third of the property can be bequeathed to be effective after death. If desired, you can make a waqf or trust. In Bangladeshi law, you can appoint a power of attorney, even for a minor pet. You can buy property in the pet's name at the time of purchasing property. Everyone's wealth and ability are not the same, so it is not difficult to arrange security for the future of the pet according to their ability.

In Muslim law, the inheritance of a child is clear from birth, which cannot be reduced in any way. Abandoned son is a misconception, which is not regulated in any law of Bangladesh. Due to ignorance of the real Muslim law, such an unreasonable issue is prevalent in the society and it is causing various social problems. As the concept of abandoned son has become established in the Muslim society of Bangladesh, after the death of the father, other heirs do not give their share or are reluctant to give it during the distribution of property. On the other hand, due to ignorance of the real law, arbitrators are seen to give biased or wrong decisions. This violates Muslim law. And therefore, the aggrieved party can take refuge in the law to establish his rights. In this case, a partition case can be filed in the civil court by paying a quota fee under the Partition Act of 1893
        `,
        image: img2,
    },
    {
        id: 3,
        title: "বাংলাদেশের আইন অনুযায়ী উত্তরাধিকার সম্পদ: আপনার অধিকার ও করণীয়",
        description: "উত্তরাধিকার সম্পদ নিয়ে সঠিক জ্ঞান না থাকলে অনেক সময় পারিবারিক ও আইনি জটিলতা সৃষ্টি হতে পারে।",
        content: `
        উত্তরাধিকার সম্পদ নিয়ে সঠিক জ্ঞান না থাকলে অনেক সময় পারিবারিক ও আইনি জটিলতা সৃষ্টি হতে পারে। বাংলাদেশে উত্তরাধিকার আইন ধর্ম ও সম্প্রদায়ভেদে আলাদা। তাই উত্তরাধিকার সম্পদ বণ্টনের ক্ষেত্রে সংশ্লিষ্ট আইন সম্পর্কে স্পষ্ট ধারণা থাকা জরুরি। এই ব্লগে বাংলাদেশের আইন অনুযায়ী উত্তরাধিকার সম্পদ নিয়ে বিস্তারিত আলোচনা করা হলো।

### *বাংলাদেশে উত্তরাধিকার আইনের ভিত্তি*
বাংলাদেশে উত্তরাধিকার আইন ধর্ম, সম্প্রদায় এবং ব্যক্তিগত আইনের উপর নির্ভরশীল। যেমন:
১. *মুসলিম আইন*: মুসলিম ব্যক্তিদের জন্য শারিয়া আইন অনুযায়ী সম্পত্তি বণ্টন করা হয়।
২. *হিন্দু আইন*: হিন্দু ব্যক্তিদের জন্য হিন্দু উত্তরাধিকার আইন প্রযোজ্য।
৩. *খ্রিস্টান ও পারসি আইন*: খ্রিস্টান এবং পারসি সম্প্রদায়ের জন্য পৃথক আইন রয়েছে।
৪. *সাধারণ আইন*: যে কোনো ব্যক্তি যদি উইল তৈরি করে, তাহলে উইল অনুযায়ী সম্পত্তি বণ্টন করা হয়।

### *মুসলিম উত্তরাধিকার আইন*
মুসলিম আইন অনুযায়ী, একজন মৃত ব্যক্তির সম্পত্তি তার উত্তরাধিকারীদের মধ্যে বন্টন করা হয়।
- *উত্তরাধিকারী*: স্ত্রী, সন্তান, পিতা, মাতা, ভাই-বোন প্রমুখ।
- *অংশ*: সন্তানদের মধ্যে ছেলে ও মেয়ের অংশ আলাদা। সাধারণত ছেলে মেয়ের দ্বিগুন অংশ পায়।
- *উইল*: মুসলিম আইনে, উইল করে সর্বোচ্চ এক-তৃতীয়াংশ সম্পত্তি বণ্টন করা যায়।

### *হিন্দু উত্তরাধিকার আইন*
হিন্দু আইন অনুযায়ী, সম্পত্তি উত্তরাধিকারীদের মধ্যে বণ্টিত হয়।
- *উত্তরাধিকারী*: পুত্র, কন্যা, মাতা, পিতা প্রমুখ।
- *অংশ*: হিন্দু আইনে পুত্র ও কন্যার অংশ সমান।
- *উইল*: হিন্দু ব্যক্তি উইল তৈরি করে সম্পত্তি বণ্টন করতে পারেন।

### *খ্রিস্টান ও পারসি আইন*
খ্রিস্টান ও পারসি উত্তরাধিকার আইনে সম্পত্তি উত্তরাধিকারীদের মধ্যে সমানভাবে বণ্টন করা হয়। এই আইনে উইল তৈরি করা একটি সাধারণ প্রথা।

### *উইলের গুরুত্ব*
উইল একজন ব্যক্তির মৃত্যুর পর তার সম্পত্তি কিভাবে বণ্টিত হবে তা নির্দেশ করে।
১. *ক্রমিক উইল*: নিজ হাতে লেখা উইল।
২. *নটারী পাবলিক দ্বারা নথিভুক্ত উইল*: আইনজীবীর মাধ্যমে তৈরি করা উইল।
৩. *যৌথ উইল*: যৌথভাবে তৈরি করা উইল।

### *উত্তরাধিকার সম্পদ নিয়ে সচেতনতা*
১. *উইল তৈরি করুন*: সম্পত্তির জটিলতা এড়াতে জীবিতকালেই উইল তৈরি করুন।
২. *আইনি পরামর্শ নিন*: উত্তরাধিকার সংক্রান্ত আইন বুঝতে আইনজ্ঞের পরামর্শ নিন।
৩. *পরিবারের সঙ্গে আলোচনা*: সম্পত্তি বণ্টন নিয়ে পরিবারের সদস্যদের সঙ্গে খোলামেলা আলোচনা করুন।
৪. *দলিলপত্র সংরক্ষণ*: সম্পত্তির মালিকানা প্রমাণের জন্য প্রয়োজনীয় দলিলপত্র (জমির দলিল, ব্যাংক পাসবই, ইত্যাদি) সংরক্ষণ করুন।

### *উত্তরাধিকার সম্পদ নিয়ে সাধারণ সমস্যা*
পারিবারিক দ্বন্দ্ব ও আইনি লড়াই।
সম্পত্তির অস্পষ্ট মালিকানা।
উইলের অস্পষ্টতা বা অসংগতি।


### *সমাধানের উপায়*
১. *মধ্যস্থতা*: পারিবারিক দ্বন্দ্ব এড়াতে মধ্যস্থতা করা যেতে পারে।
২. *আইনি সহায়তা*: আইনজীবীর সহায়তায় সংশ্লিষ্ট আইন মেনে সম্পত্তি বণ্টন।
৩. *সচেতনতা*: উত্তরাধিকার আইন সম্পর্কে আগে থেকেই জ্ঞান অর্জন করুন।

### *উপসংহার*
বাংলাদেশে উত্তরাধিকার সম্পদ নিয়ে সঠিক জ্ঞান ও পরিকল্পনা থাকলে পারিবারিক দ্বন্দ্ব ও আইনি ঝামেলা এড়ানো যায়। জীবিতকালেই সম্পত্তি বণ্টন বা উইল তৈরি করে যাওয়া একটি বুদ্ধিমান সিদ্ধান্ত। সবার মধ্যে সচেতনতা ও পরস্পরের প্রতি শ্রদ্ধা উত্তরাধিকার সংক্রান্ত সমস্যা সমাধানের প্রধান হাতিয়ার।

আশা করি, এই ব্লগটি আপনাকে বাংলাদেশের আইন অনুযায়ী উত্তরাধিকার সম্পদ নিয়ে স্পষ্ট ধারণা দিতে পেরেছে।
        `,
        image: img7,
    },
    {
        id: 4,
        title: "Inheritance according to Bangladesh law: Your rights and what to do",
        description: "Inheritance law in Bangladesh differs by religion and community, making it important to understand the relevant laws.",
        content: `
        Sometimes, family and legal complications can arise if there is no proper knowledge about inheritance. Inheritance law in Bangladesh differs by religion and community. Therefore, it is important to have a clear understanding of the relevant laws when it comes to distributing inheritance. This blog discusses inheritance according to Bangladesh law in detail.

### *Basis of inheritance law in Bangladesh*
Inheritance law in Bangladesh depends on religion, community and personal law. For example:
1. *Muslim law*: Property is distributed according to Sharia law for Muslim individuals.
2. *Hindu law*: Hindu inheritance law is applicable for Hindu individuals.
3. *Christian and Parsi law*: There are separate laws for Christian and Parsi communities.
4. *Common law*: If any person makes a will, then the property is distributed according to the will.

### *Muslim inheritance law*
According to Muslim law, the property of a deceased person is distributed among his heirs.
- *Heirs*: Wife, children, father, mother, siblings, etc.
- *Share*: Among the children, the share of the son and daughter is different. Usually the son gets double the share of the daughter.
- *Will*: In Muslim law, a maximum of one-third of the property can be distributed by will.

### *Hindu Succession Law*
According to Hindu law, the property is distributed among the heirs.
- *Heirs*: Son, daughter, mother, father, etc.
- *Share*: In Hindu law, the share of the son and daughter is equal.
- *Will*: A Hindu person can distribute the property by making a will.

### *Christian and Parsi Law*
In Christian and Parsi Succession Law, the property is distributed equally among the heirs. Making a will is a common practice in this law.

### *Importance of Will*
A will dictates how a person's property will be distributed after their death.
1. *Separate Will*: A will written by one's own hand.
2. *Notary Public Will*: A will made through a lawyer.
3. *Joint Will*: A will made jointly.

### *Inheritance Property Awareness*
1. *Make a Will*: Make a Will while you are alive to avoid property complications.
2. *Get Legal Advice*: Get legal advice to understand the laws related to inheritance.
3. *Discussion with Family*: Have an open discussion with family members about the distribution of property.
4. *Preserving Documents*: Preserve the necessary documents (land deeds, bank passbooks, etc.) to prove ownership of the property.

### *Common Problems with Inheritance Property*
Family conflicts and legal battles.
Unclear ownership of property.
Ambiguity or inconsistency of the will.


### *Solutions*
1. *Mediation*: Mediation can be done to avoid family conflicts.
2. *Legal assistance*: Distribution of property in accordance with the relevant law with the help of a lawyer.
3. *Awareness*: Gain knowledge about inheritance law in advance.

### *Conclusion*
In Bangladesh, family conflicts and legal troubles can be avoided if you have proper knowledge and planning about inheritance assets. It is a wise decision to distribute property or make a will during your lifetime. Awareness and respect for each other among all are the main tools to solve inheritance-related problems.

Hopefully, this blog has given you a clear idea about inheritance assets according to the laws of Bangladesh. If you have any questions, please let me know! 😊
        `,
        image: img4,
    },
    {
        id: 5,
        title: "Muslim Law in Bangladesh",
        description: "Muslim law regulates various matters such as inheritance, marriage, divorce, wills, gifts, and waqf.",
        content: `
        In Bangladesh, Muslim law is primarily established as the personal law of the Muslim community, regulating various matters such as inheritance, marriage, divorce, wills, gifts, and waqf (endowments). This law applies to Muslims and is an important part of the country’s legal system.

### 1. Overview
In Bangladesh, Muslim law mainly comprises Muslim personal law, which includes Muslim marriage and divorce law, and inheritance law, governing the personal affairs of Muslims.

### 2. Relevant Background and Context
In the formulation of laws in Bangladesh, special importance is given to the customs and beliefs of the Muslim community. Muslim law has been structured in a way that aligns with the traditions and religious principles of Muslims. The legal practices among Muslims are consolidated based on the teachings of the Quran and Hadith.

### 3. Perspectives from Various Sources
Some specific laws relevant to Muslim law in Bangladesh include:
- *Muslim Personal Law (Shariyat) Application Act, 1937*: This law governs personal matters such as marriage, divorce, and inheritance within the Muslim community.
- *Muslim Marriage and Divorce (Registration) Act, 1974*: This law regulates the registration of Muslim marriages and the process of divorce, representing an important step in the legal framework.

### 4. Time-Related Information
The aforementioned laws and regulations are still effective and continue to be relevant amid various changes within Muslim society over time. These laws often evolve in alignment with applicable social changes.

From the information provided, it is clear that the Muslim law in Bangladesh has been developed from multiple levels and perspectives, playing a special role in the country's legal system.
        `,
        image: img5,
    },
    {
        id: 6,
        title: "উত্তরাধিকার সম্পদের মালিক বাংলাদেশ: একটি বিশ্লেষণ",
        description: "বাংলাদেশের অর্থনৈতিক ও সামাজিক কাঠামোর অন্যতম গুরুত্বপূর্ণ অংশ হলো উত্তরাধিকার সম্পদ।",
        content: `
        বাংলাদেশের অর্থনৈতিক ও সামাজিক কাঠামোর অন্যতম গুরুত্বপূর্ণ অংশ হলো উত্তরাধিকার সম্পদ। উত্তরাধিকার, মানব সভ্যতার অভ্যুদয়ের সাথে সাথে, একটি গুরুত্বপূর্ণ সাংস্কৃতিক এবং সামাজিক ধারণা হিসেবে প্রতিষ্ঠিত হয়েছে। আমাদের সমাজের অনেকেই তাঁদের পূর্বপুরুষদের কাছ থেকে প্রাপ্ত সম্পত্তির মাধ্যমে জীবনযাত্রা এবং সমৃদ্ধির পথ তৈরি করে থাকেন। এই ব্লগে উত্তরাধিকার সম্পদের মালিকানা, এর গুরুত্ব এবং আমাদের সমাজে এর প্রভাব নিয়ে আলোচনা করা হবে।

#### উত্তরাধিকার সম্পদের প্রকারভেদ

বাংলাদেশের উত্তরাধিকার সম্পদ বিভিন্ন ধরনের হতে পারে:
1. *স্থাবর সম্পদ*: যেমন জমি, ভবন ইত্যাদি।
2. *অস্থাবর সম্পদ*: যেমন নগদ অর্থ, সঞ্চয়, বাণিজ্যিক উপাদান ইত্যাদি।

উত্তরাধিকার সম্পত্তি সাধারণত প্রজন্ম থেকে প্রজন্মে স্থানান্তরিত হয়, এবং এটি পরিবারের সদস্যদের মধ্যে শেয়ার করা হয়।

#### উত্তরাধিকার সম্পদের গুরুত্ব

১. *অর্থনৈতিক স্থিতিশীলতা*: উত্তরাধিকার সম্পদ একজন পরিবার বা ব্যক্তির অর্থনৈতিক স্থিতিশীলতা বৃদ্ধি করে। এটি নতুন ব্যবসা শুরু করার জন্য মূলধন হিসেবে কাজ করে এবং একটি পরিবারকে আর্থিক শক্তি প্রদান করে।

২. *সামাজিক পরিচয়*: উত্তরাধিকার সম্পত্তি মানুষের সামাজিক পরিচয় ও মর্যাদার সঙ্গে যুক্ত। এটি একটি পরিবারের ইতিহাস ও ঐতিহ্য ধারণ করে।

৩. *সামাজিক সুরক্ষা*: অনেক সময় উত্তরাধিকার সম্পদ একজন ব্যক্তিকে কঠিন পরিস্থিতিতে সুরক্ষা প্রদান করে, যেমন অপ্রত্যাশিত অসুস্থতা বা বিপর্যয়ের সময়।

#### চ্যালেঞ্জগুলো

বাংলাদেশে উত্তরাধিকার সম্পদের মালিকানা নিয়ে কিছু চ্যালেঞ্জ রয়েছে:
- *আইনি জটিলতা*: সম্পত্তির অধিকার নিয়ে লিঙ্গভিত্তিক বৈষম্য এখনো বিদ্যমান। সাধারণত পুরুষেরা উত্তরাধিকার হিসাবে বেশি সচেতন হয় এবং নারীরা প্রায়শই শিকার হন।
- *পরিবারের বিরোধ*: উত্তরাধিকার সম্পত্তি নিয়ে পরিবারের মধ্যে বিরোধ এবং কলহ সৃষ্টি হতে পারে।
- *জমির অধিকার*: শহুরে এবং গ্রামীণ অঞ্চলে জমির অধিকার সংক্রান্ত জটিলতা প্রায়শই ক্রমবর্ধমান হতে থাকে।

#### উপসংহার

বাংলাদেশের উত্তরাধিকার সম্পদ আমাদের সামাজিক এবং অর্থনৈতিক জীবনকে বিশেষভাবে প্রভাবিত করে। এটি শুধুমাত্র একটি আর্থিক উপাদান নয়, বরং একটি সামাজিক ও সাংস্কৃতিক প্রতীক। আমাদের উচিত উত্তরাধিকার সম্পদ নিয়ে উদারতা ও সহানুভূতির সাথে বিবেচনা করা এবং এ থেকে আমাদের প্রজন্মদের উদ্দেশ্যে একটি ন্যায়সংগত ও সুস্থ পরিবেশ তৈরি করা।

উত্তরাধিকার সম্পদ আমাদের সমাজের একটি গুরুত্বপূর্ণ অংশ, তাই এর কার্যকর ব্যবস্থাপনায় আমাদের মনোযোগ দেওয়া উচিত।
        `,
        image: img6,
    },
    {
        id: 7,
        title: "Inheritance Wealth Ownership in Bangladesh: An Analysis",
        description: "Inheritance wealth is a critical cultural and social idea that impacts our society significantly.",
        content: `
        One of the most important aspects of the economic and social fabric of Bangladesh is inheritance wealth. Inheritance, as a concept, has been established as a critical cultural and social idea since the rise of human civilization. Many in our society create paths for their livelihood and prosperity through the assets inherited from their ancestors. This blog will discuss inheritance wealth ownership, its significance, and its impact on our society.

#### Types of Inheritance Wealth

Inheritance wealth in Bangladesh can take various forms:
1. *Tangible Assets*: Such as land, buildings, etc.
2. *Intangible Assets*: Such as cash, savings, business-related items, etc.

Inheritance property is generally transferred from generation to generation and is shared among family members.

#### Importance of Inheritance Wealth

1. *Economic Stability*: Inheritance wealth enhances the economic stability of a family or individual. It acts as capital for starting new businesses and provides financial strength to a family.

2. *Social Identity*: Wealth through inheritance is linked to an individual's social identity and status. It represents a family’s history and heritage.

3. *Social Security*: Inheritance wealth can offer protection during difficult times, such as unexpected illness or crisis.

#### Challenges

Several challenges regarding inheritance wealth exist in Bangladesh:
- *Legal Complexities*: There is still gender-based discrimination concerning property rights. Generally, men are more aware of inheritance rights, while women often suffer from neglect.
- *Family Disputes*: Conflicts and discord can arise within families over inheritance property.
- *Land Rights*: Issues regarding land ownership continue to escalate in both urban and rural areas.

#### Conclusion

Inheritance wealth in Bangladesh significantly impacts our social and economic lives. It is not just a financial element but also a symbol of social and cultural identity. We should consider inheritance wealth with generosity and empathy and aim to create a fair and healthy environment for future generations.

Inheritance wealth is an essential part of our society; thus, we must pay attention to its effective management.
        `,
        image: img3,
    },
    {
        id: 8,
        title: "মুসলিম উত্তরাধিকার আইন বাংলাদেশ",
        description: "বাংলাদেশে মুসলিম উত্তরাধিকার আইন ইসলামী শরীয়তের ভিত্তিতে গঠিত, যা মুসলমানদের মৃত্যুর পর তাদের সম্পত্তির বণ্টন নিয়ে আলোচনা করে।",
        content: `
        বাংলাদেশে মুসলিম আইন মূলত মুসলিম সম্প্রদায়ের ব্যক্তিগত আইন হিসাবে প্রতিষ্ঠিত হয়েছে যা উত্তরাধিকার, বিবাহ, বিবাহ-বিচ্ছেদ, উইল, হিবা এবং ওয়াকফের মতো বিভিন্ন বিষয়কে নিয়ন্ত্রণ করছে। এই আইনের মাধ্যমে মুসলমানদের উপর মুসলিম ব্যক্তিগত আইন প্রয়োগ করা হয় যা দেশের আইন ব্যবস্থার একটি গুরুত্বপূর্ণ অংশ।

### ১. সরাসরি উত্তর
বাংলাদেশে মুসলিম আইন বিশেষত মুসলিম ব্যক্তিগত আইন, মুসলিম বিবাহ ও তালাক আইন, এবং উত্তরাধিকার আইনকে অন্তর্ভুক্ত করে, যা মুসলিমদের ব্যক্তিগত বিষয়াদি নিয়ন্ত্রণ করে।

### ২. প্রাসঙ্গিক পটভূমি ও প্রসঙ্গ
বাংলাদেশে, আইন প্রণয়নের সময় মুসলমান সমাজের রীতিনীতি ও বিশ্বাসের প্রতি বিশেষ গুরুত্ব দেওয়া হয়। মুসলিম আইন এমনভাবে গঠিত হয়েছে যাতে এটি মুসলমানদের ঐতিহ্য ও ধর্মীয় নীতির সঙ্গে সামঞ্জস্যপূর্ণ থাকে। মুসলমানদের মধ্যে যে আইনি চর্চা পরিচালিত হয়, তা কোরআন ও হাদিসের আলোকে সংহত হয়েছে[1][9]।

### ৩. বিভিন্ন সূত্র থেকে দৃষ্টিভঙ্গি
বাংলাদেশে মুসলিম আইন সম্পর্কিত কিছু বিশেষ আইন রয়েছে যেমন:
- *মুসলিম ব্যক্তিগত আইন (শরিয়ত) প্রয়োগ আইন, ১৯৩৭*: যা মুসলিম সমাজের ব্যক্তিগত বিষয়াদি যেমন বিবাহ, বিবাহ-বিচ্ছেদ, তথা উত্তরাধিকারকে নিয়ন্ত্রণ করে[3][10]।
- *মুসলিম বিবাহ ও তালাক (রেজিষ্ট্রীকরণ) আইন, ১৯৭৪*: এটি মুসলিম বিবাহের নিবন্ধন এবং তালাকের প্রক্রিয়া নিয়ন্ত্রণ করে, যা একটি গুরুত্বপূর্ণ পদক্ষেপ হিসেবে গণ্য করা হয়[2][4]।

### ৪. সময় সম্পর্কিত তথ্য
পূর্বের উল্লেখিত আইন এবং বিধিমালা এখনো কার্যকর রয়েছে এবং মুসলিম সমাজে বিভিন্ন পরিবর্তনের সঙ্গেও বিষয়গুলো এখনও প্রাসঙ্গিক। এই আইনগুলো প্রায়ই সময়ের সাথে প্রযোজ্য সামাজিক পরিবর্তনের আলোকে তাদের গঠন এবং বাস্তবায়নের প্রক্রিয়া বদলায়[5][6]।

এখানে থাকা তথ্যগুলো থেকে পরিষ্কার হয় যে, বাংলাদেশের মুসলিম আইন একাধিক স্তর এবং দিক থেকে গড়ে উঠেছে এবং এটি দেশের আইন ব্যবস্থায় একটি বিশেষ ভূমিকা পালন করে।
        `,
        image: img8,
    },
    {
        id: 9,
        title: "উত্তরাধিকার সম্পদ নিয়ে সচেতনতা",
        description: "উত্তরাধিকার সম্পদ নিয়ে সচেতনতা বাড়ানো এবং আইনগত জ্ঞান অর্জন করা জরুরি।",
        content: `
        বাংলাদেশে মুসলিম উত্তরাধিকার আইন ইসলামী শরীয়তের ভিত্তিতে গঠিত, যা মুসলমানদের মৃত্যুর পর তাদের সম্পত্তির বণ্টন নিয়ে আলোচনা করে। এই আইন মুসলমানদের মধ্যে উত্তরাধিকার, সম্পত্তি বণ্টন, এবং আত্মীয়তার সম্পর্ককে পরিচালনা করে।

#### ১. সরাসরি উত্তর
মুসলিম উত্তরাধিকার আইন অনুযায়ী, মৃত ব্যক্তির সম্পত্তি তার উত্তরাধিকারীদের মধ্যে নির্দিষ্ট শর্তাবলী ও নিয়ম অনুসারে বিতরণ করা হয়। কোরআনে (সূরা নিসা) এই বণ্টনের নিয়ম উল্লেখ আছে।

#### ২. প্রাসঙ্গিক পটভূমি
বাংলাদেশে মুসলিম আইনগুলোর মধ্যে উত্তরাধিকার আইন একটি গুরুত্বপূর্ণ অংশ। এই আইন মুসলিম পরিবারগুলির মধ্যে সম্পত্তির মালিকানা এবং বণ্টন সম্পর্কিত জটিল বিষয়গুলো নির্ধারণ করে। মুসলিম উত্তরাধিকার আইন অনুযায়ী, মৃত ব্যক্তির সম্পত্তি তার স্ত্রী, সন্তান, পিতা-মাতা, ভাই-বোন প্রভৃতি মধ্যে ভাগ হয়ে যায়, যেখানে অংশের পরিমাণ বিভিন্ন।

#### ৩. বিভিন্ন সূত্র থেকে দৃষ্টিভঙ্গি
মুসলিম উত্তরাধিকারীদের মধ্যে ১২টি নির্দিষ্ট শ্রেণী রয়েছে, যার মধ্যে ৪ জন পুরুষ এবং ৮ জন মহিলা রয়েছেন। পুরুষদের মধ্যে স্বামী, পিতা, দাদা, এবং সৎ ভাই অন্তর্ভুক্ত। মহিলাদের মধ্যে স্ত্রী, কন্যা, পুত্রের কন্যা, মাতা, দাদি, এবং সৎ বোন অন্তর্ভুক্ত[1][2]।

#### ৪. সময় সম্পর্কিত তথ্য
এই আইন দেশে প্রচলিত বিভিন্ন পরিবর্তনের সাথে সাথে এখনো কার্যকর রয়েছে। উদাহরণস্বরূপ, ইসলামিক ফাউন্ডেশনে উল্লেখ করা হয় যে, উত্তরাধিকার বণ্টন করার সময় কিছু সামাজিক এবং ধর্মীয় পরিস্থিতির উপর নির্ভর করে। ইসলামী শরীয়তের বিভিন্ন বিধান, যা কোরআন এবং হাদিস থেকে নেওয়া হয়েছে, এখনও এই বণ্টন প্রক্রিয়ায় দিকনির্দেশনা প্রদান করে।
        `,
        image: img9,
    },
];
